Repository: SeedThemes/blogberry
Catalog: languages/*.po
Languages: th

source: This is somewhat embarrassing, isn&rsquo;t it?
th: ค้นหาไม่เจอใช่หรือไม่?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
th: ลองกรอกข้อมูลเพื่อค้นหาอีกครั้ง

# comments title
source: Comment
th: ความคิดเห็น

source: Comment navigation
th: ความคิดเห็นหน้าต่างๆ

source: &larr; Older Comments
th: &larr; ความคิดเห็นที่เก่ากว่า

source: Newer Comments &rarr;
th: ความคิดเห็นที่ใหม่กว่า &rarr;

source: Comments are closed.
th: ความคิดเห็นไม่ได้เปิดใช้งาน

source: Powered by WordPress
th: สร้างจาก WordPress

source: SeedThemes
th: ซี้ด ธีมส์

source: Main Navigation
th: เมนูหลักก

source: Page %s
th: หน้า %s

source: Footer Area
th: พื้นที่ด้านล่าง

source: Appears below content
th: ปรากฏใต้เนื้อหาเว็บ

source: Side Area
th: พื้นที่ด้านข้าง

source: Appears on side, recommend for 160px width banners
th: ปรากฏอยู่ด้านข้างแนะนำให้ใช้แบนเนอร์ที่กว้าง 160px

source: Skip to content
th: ข้ามไปที่เนื้อหา

source: Menu
th: เมนู

source: Search for:
th: ค้นหาคำว่า

source: Introduction Text
th: ข้อความส่วนหัว

source: Featured Image
th: รูปพิเศษ

source: Footer Text
th: ข้อความส่วนท้าย

source: Image Border
th: เส้นขอบรูปภาพ

source: Add Border
th: เพิ่มเส้นขอบ

source: <h1>Intro area, introduce yourself here.</h1><h3>You can use HTML (H1-H6) to adjust text size.</h3><h4>And change other options with Customizer: Click Here!</h4>
th: <h1>พื้นที่แนะนำตัว สามารถแนะนำตัวเองได้ที่นี่</h1><h3>คุณสามารถใช้ HTML (H1-H6) เพื่อปรับขนาดข้อความ</h3><h4>และเปลี่ยนตัวเลือกอื่นๆ ในเมนูปรับแต่ง: คลิกที่นี่</h4>

source: Text on Home Page
th: ข้อความส่วนหัว

source: Default (Blank) Featured Image
th: รูปพิเศษเริ่มต้น

source: Main Color (Links &amp; Intro Background)
th: สีพื้นหลังข้อความและสีลิ้ง

source: Side Text Color
th: สีข้อความด้านข้าง

source: Black
th: สีดำ

source: White
th: สีขาว

source: Copyright
th: ข้อความลิขสิทธิ์

source: Default
th: ค่าหลัก

source: No Image
th: ﻿ไม่มีภาพ

source: Upload New
th: ﻿อัปโหลดใหม่

source: Uploaded
th: ﻿อัปโหลดแล้ว

source: Remove Image
th: ﻿ลบภาพ

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
th: ﻿เว็บเบราเซอร์บนอุปกรณ์ของคุณไม่สามารถใช้ในการอัปโหลดไฟล์ คุณอาจจะสามารถใช้ <a href="%s">แอพพลิเคชั่นสำหรับอุปกรณ์ของคุณ</a> แทน

source: Drop a file here or <a href="#" class="upload">select a file</a>.
th: ﻿วางไฟล์ที่นี่หรือ <a href="#" class="upload">เลือกไฟล์</a>

source: Select File
th: ﻿เลือกไฟล์

source: Upload
th: ﻿อัปโหลด

source: Remove
th: ﻿ลบ

source: All
th: ทั้งหมด

source: Cyrillic
th: ﻿ซิริลลิก

source: Cyrillic Extended
th: ﻿ซีริลลิขยาย

source: Devanagari
th: ﻿อักษรเทวนาครี

source: Greek
th: ﻿กรีก

source: Greek Extended
th: ﻿กรีกขยาย

source: Khmer
th: ﻿ขอม

source: Latin
th: ละติน

source: Latin Extended
th: ﻿ละตินขยาย

source: Vietnamese
th: ﻿เวียดนาม

# font style
source: Serif
th: ฟอนต์มีฐาน

# font style
source: Sans Serif
th: ฟอนต์ไร้ฐาน

# font style
source: Monospaced
th: ฟอนต์พิมพ์ดีด

source: Background Color
th: ﻿สีพื้นหลัง

source: Background Image
th: รูปพื้นหลัง

source: No Repeat
th: ﻿ไม่ซ้ำ

source: Repeat All
th: ﻿ทำซ้ำทั้งหมด

source: Repeat Horizontally
th: ﻿ทำซ้ำแนวนอน

source: Repeat Vertically
th: ﻿ทำซ้ำในแนวตั้ง

source: Inherit
th: ﻿สืบทอด

source: Background Repeat
th: ทำซ้ำพื้นหลัง

source: Cover
th: เต็มพื้นหลัง

source: Contain
th: เต็มรูป

source: Background Size
th: ขนาดพื้นหลัง

source: Fixed
th: ไม่เลื่อนตามเนื้อหา

source: Scroll
th: ﻿เลื่อนตามเนื้อหา

source: Background Attachment
th: รูปพื้นหลัง

source: Left Top
th: ﻿ด้านบนซ้าย

source: Left Center
th: ด้านซ้ายกึ่งกลาง

source: Left Bottom
th: ด้านล่างซ้าย

source: Right Top
th: ﻿ด้านบนขวา

source: Right Center
th: ﻿ด้านขวากึ่งกลาง

source: Right Bottom
th: ﻿ด้านล่างขวา

source: Center Top
th: จัดกลางติดขอบบน

source: Center Center
th: จัดกลางทั้งบนล่างซ้ายขวา

source: Center Bottom
th: จัดกลางติดขอบล่าง

source: Background Position
th: ﻿ตำแหน่งพื้นหลัง

source: Background Opacity
th: ความโปร่งแสงของพื้นหลัง
